export const allFaculty = [
  {
    id: "1",
    name: "คณะวิทยาศาสตร์",
  },
  {
    id: "2",
    name: "คณะสถาปัตยกรรมศาสตร์",
  },
  {
    id: "3",
    name: "คณะเทคโนโลยีสารสนเทศ",
  },
  {
    id: "4",
    name: "คณะวิศวกรรมศาสตร์",
  },
  {
    id: "5",
    name: "คณะเกษตรศาสตร์",
  },
  {
    id: "6",
    name: "คณะเทคโนโลยีอุตสาหกรรม",
  },
  {
    id: "7",
    name: "คณะเศรษฐศาสตร์",
  },
  {
    id: "8",
    name: "คณะพาณิชยศาสตร์",
  },
  {
    id: "9",
    name: "คณะนิติศาสตร์",
  },
  {
    id: "10",
    name: "คณะรัฐศาสตร์",
  },
  {
    id: "11",
    name: "คณะมนุษยศาสตร์",
  },
  {
    id: "12",
    name: "คณะศิลปกรรมศาสตร์",
  },
  {
    id: "13",
    name: "คณะวิทยาการจัดการ",
  },
  {
    id: "14",
    name: "คณะพยาบาลศาสตร์",
  },
  {
    id: "15",
    name: "คณะสหเวชศาสตร์",
  },
  {
    id: "16",
    name: "คณะสาธารณสุขศาสตร์",
  },
];