export const allSciencMajor = [
  {
    id: "1",
    name: "วิทยาการคอมพิวเตอร์",
  },
  {
    id: "2",
    name: "เทคโนโลยีสารสนเทศ",
  },
  {
    id: "3",
    name: "เทคโนโลยีอุตสาหกรรม",
  },
  {
    id: "4",
    name: "เคมี",
  },
  {
    id: "5",
    name: "ฟิสิกส์",
  },
  {
    id: "6",
    name: "ชีววิทยา",
  },
  {
    id: "7",
    name: "คณิตศาสตร์",
  },
  {
    id: "8",
    name: "สถิติ",
  },
  {
    id: "9",
    name: "วิทยาศาสตร์สิ่งแวดล้อม",
  },
  {
    id: "10",
    name: "วิทยาศาสตร์การเรียนรู้",
  },
  {
    id: "11",
    name: "วิทยาศาสตร์สุขภาพ",
  },
  {
    id: "12",
    name: "วิทยาศาสตร์การกีฬา",
  },
  {
    id: "13",
    name: "วิทยาศาสตร์การท่องเที่ยว",
  },
  {
    id: "14",
    name: "วิทยาศาสตร์การเกษตร",
  },
  {
    id: "15",
    name: "วิทยาศาสตร์การประมง",
  },
  {
    id: "16",
    name: "วิทยาศาสตร์การอาหาร",
  },
];